Repository: brycesnyder/realtor
Catalog: plugins/houzez-login-register/languages/Houzez-login-register-*.po
Languages: es_es

source: The username field is empty.
es_es: El campo de usuario está vacío.

source: The password field is empty.
es_es: El campo de la contraseña está vacío.

source: Invalid username
es_es: Nombre de usuario no válido

source: The password you entered for the username <strong>%s</strong> is incorrect.
es_es: La contraseña que ha introducido para el usuario <strong>%s</strong< es incorrecta.

source: Login successful, redirecting...
es_es: Inicio de sesión exitosa, redireccionando...

source: You need to agree with terms & conditions.
es_es: Debe aceptar los términos y condiciones.

source: The username field is empty.
es_es: El campo de usuario está vacío.

source: Invalid username (do not use special characters or spaces)!
es_es: Nombre de usuario no válido (¡no use caracteres especiales o espacios!)

source: The email field is empty.
es_es: El campo de correo electrónico está vacío.

source: This username is already registered.
es_es: Este usuario ya ha sido registrado.

source: This email address is already registered.
es_es: Este correo electrónico ya ha sido registrado.

source: Invalid email address.
es_es: Correo electrónico no válido.

source: One of the password field is empty!
es_es: ¡Uno de los campos de la contraseña está vacío!

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Your account was created and you can login now!
es_es: ¡Su cuenta ha sido creada, puede iniciar sesión ahora!

source: An email with the generated password was sent!
es_es: ¡Se envió un correo electrónico con la contraseña generada!

source: Enter a username or email address.
es_es: Introduzca un nombre de usuario o un correo electrónico.

source: There is no user registered with that email address.
es_es: No hay ningún usuario resgistrado con ese correo electrónico.

source: Someone has requested a password reset for the following account:
es_es: Alguien ha solicitado un restablecimiento de contraseña para la cuenta siguiente:

source: Username: %s
es_es: Nombre de usuario: %s

source: If this was a mistake, just ignore this email and nothing will happen.
es_es: Si esto es un error, ignore este correo electrónico y no pasará nada.

source: To reset your password, visit the following address:
es_es: Para restablecer su contraseña, visite la dirección siguiente:

source: [%s] Password Reset
es_es: [%s] restablecimiento de contraseña

source: The email could not be sent.
es_es: El correo electrónico no pudo ser enviado.

source: Possible reason: your host may have disabled the mail() function.
es_es: Posible razón: su anfitrión pudo haber deshabilitado la función del correo electrónico.

source: Check your email
es_es: Revise su correo electrónico
