Repository: brycesnyder/realtor
Catalog: plugins/houzez-login-register/languages/houzez-loginregister-*.po
Languages: pt_pt

source: The username field is empty.
pt_pt: O campo de utilizador está vazio.

source: The password field is empty.
pt_pt: O campo de palavra-passe está vazio.

source: Invalid username
pt_pt: Nome de utilizador inválido.

source: The password you entered for the username <strong>%s</strong> is incorrect.
pt_pt: A palavra-chave que introduziu para o nome de utilizador <strong>%s</strong> está incorreta.

source: Login successful, redirecting...
pt_pt: Login bem sucedido, redirecionando...

source: You need to agree with terms & conditions.
pt_pt: Precisa de concordar com os termos & condições.

source: The username field is empty.
pt_pt: O campo do nome de utilizador está vazio.

source: Invalid username (do not use special characters or spaces)!
pt_pt: Nome de utilizador inválido (não utilize carateres especiais ou espaços)!

source: The email field is empty.
pt_pt: O campo de email está vazio.

source: This username is already registered.
pt_pt: Este nome de utilizador já está registado.

source: This email address is already registered.
pt_pt: Este endereço de email já está registado.

source: Invalid email address.
pt_pt: Nome de endereço inválido.

source: One of the password field is empty!
pt_pt: Um dos campos de palavra-passe está vazio.

source: Passwords do not match
pt_pt: Palavras-passe não combinam

source: Your account was created and you can login now!
pt_pt: A sua conta foi criada e agora pode fazer o login!

source: An email with the generated password was sent!
pt_pt: Um email com a palavra-passe gerada foi enviado!

source: Enter a username or email address.
pt_pt: Introduza um nome de utilizador ou endereço de email.

source: There is no user registered with that email address.
pt_pt: Não há um utilizador registado com esse endereço de email.

source: Someone has requested a password reset for the following account:
pt_pt: Alguém pediu um restauro de palavra-passe para a seguinte conta:

source: Username: %s
pt_pt: Nome de utilizador: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pt_pt: Se isto foi um erro, ignore este email e nada acontecerá.

source: To reset your password, visit the following address:
pt_pt: Para restaurar a sua palavra-passe, visite o endereço seguinte:

source: [%s] Password Reset
pt_pt: [%s] Restauro de Palavra-passe

source: The email could not be sent.
pt_pt: Este email não pode ser enviado.

source: Possible reason: your host may have disabled the mail() function.
pt_pt: Razão possível: o seu alojamento pode ter desabilitado a função de email().

source: Check your email
pt_pt: Verificar o seu email
